{
    "cohort": [
        {
            "id": 1,
            "firstName": "Ali",
            "lastName": "Paradise",
            "linkedIn": "https://www.linkedin.com/in/aliparadise/",
            "github": "https://github.com/aliparadise",
            "bio": "As a kid I loved legos and video games. I enjoyed the challenge and the exercise in patience. In college, my emphasis was photography. In the darkroom I could be creative, but also technical, to develop a photograph with just the right exposure. As an adult, I've learned that it's never too late to try something new, and the power of pure creativity. I've found that software development is a combination of all these pieces, with endless possibilities.",
            "reelThemIn": "\"The world is full of magic things, patiently waiting for our senses to grow sharper.\" - W. B. Yeats",
            "project1Link": "https://github.com/aliparadise/co-Lab",
            "project1Description": "co-LAB is an application that allows artists (Collaborators) to create their own art studio meet-ups (LABs). A LAB provides artists with an opportunity for group creativity, social time and collaboration. A Collaborator can also select a Facilitator to be present at their LAB, to ensure art time runs smoothly.",
            "proImg": "AliParadise.JPG",
            "email": "alison.paradise@gmail.com"
        },
        {
            "id": 2,
            "firstName": "Bryce",
            "lastName": "Borba",
            "linkedIn": "https://www.linkedin.com/in/bryceborba/",
            "github": "https://github.com/Borba02",
            "bio": "I am a tech enthusiast and Software Developer from California. I come from an agricultural family and developed a passion for technology at an early age. As the world of personal computers and home-internet came to be, I quickly became the one-man, in-house IT Department for my friends and family. When I left High School I intended to pursue a career in programming. I became a parent very soon after. I put my traditional education on pause in order to focus on being the best young parent I could be. Now, a decade later, I've returned to finish what I started. To be a part of something in the industry that resembled magic to me as a child.",
            "reelThemIn": "“I'm a peacock Captain! You gotta let me fly!” - Terry Hoitz",
            "project1Link": "https://github.com/Borba02/nss_Prop_B_Gone",
            "project1Description": "Prop-B-Gone is an inventory management app centered around supporting Lot Attendants in the Automotive Repossession industry.",
            "proImg": "BryceBorba.jpg",
            "funImg": "BryceBorba_Fun.jpg",
            "email": "borbaesb@gmail.com"
        },
        {
            "id": 3,
            "firstName": "Cory",
            "lastName": "Gochanour",
            "linkedIn": "https://linkedin.com/in/cjgochanour",
            "github": "https://github.com/cjgochanour",
            "bio": "I am a technology and audio/visual savant looking to utilize and broaden my skills in a challenging, varying environment. My education and work history have given me the experience and confidence necessary to perform at a high level in a technical niche.",
            "reelThemIn": "\"The only true wisdom is in knowing you know nothing\" - Socrates",
            "project1Link": "https://github.com/cjgochanour/rudimentary",
            "project1Description": "Web-app for tracking percussion student progress",
            "proImg": "CoryGochanour.jpg",
            "email": "cjgochanour@gmail.com"
        },
        {
            "id": 4,
            "firstName": "Doug",
            "lastName": "Silvera",
            "linkedIn": "https://www.linkedin.com/in/douglas-silvera/",
            "github": "https://github.com/DougSilvera",
            "bio": "As leader of many Restaurant Industry teams I have seen how many numerous opportunities there are for technology to make operations run  smoother, software development has finally provided me the ability to do something about it. Investing in myself and my education has ignited a passion for the problem solving that comes with software development and I am looking forward to adding value to someone's problem solving team!",
            "project1Link": "https://github.com/DougSilvera/Kakeibo-on-the-Go",
            "project1Description": "Web application built in React to mirror a century old budget method traditionally written on paper.",
            "proImg": "DougSilvera.jpg"
        },
        {
            "id": 5,
            "firstName": "Fred",
            "lastName": "Schmidt",
            "linkedIn": "https://www.linkedin.com/in/schmidt-fred/",
            "github": "https://github.com/SchmidtFred",
            "bio": "I'm a former Band Director of five years turned aspiring game/software developer. I have always enjoyed programming, with the unique problem solving opportunities it provides, and kept up with it as a hobby through game jams and other small projects. Now I am fully pursuing my passion and excited for a future in devlopment!",
            "project1Title": "Checkboard",
            "project1Link": "https://github.com/SchmidtFred/CheckBoard",
            "project1Description": "A fun and interactive list manager based on the achievement systems found in Kirby: Air Ride and Super Smash Bros. Brawl",
            "proImg": "FredSchmidt.jpg",
            "funImg": "FredSchmidt_fun.jpg",
            "email": "fschmidt@live.com"
        },
        {
            "id": 6,
            "firstName": "Hunter",
            "lastName": "Pruett",
            "linkedIn": "https://www.linkedin.com/in/hunter--pruett/",
            "github": "https://github.com/user1hunter",
            "bio": "I am a young and aspiring Software Developer. I Enjoy web development as it allows me to code something to together and see it come together into a useable app which I can continuously refine and show to my family and friends.",
            "project1Link": "https://github.com/user1hunter/dinner-generator",
            "project1Description": "Dinner Generator is a web-app for anyone who has trouble deciding what they would like to eat. The goal of the app is to provide an easy-to-use app which will help any user pick what to eat without said user having to decide for themselves.",
            "proImg": "HunterPruett.jpg",
            "email": "user2hunter@gmail.com"
        },
        {
            "id": 7,
            "firstName": "Isaac",
            "lastName": "Weiser",
            "linkedIn": "https://www.linkedin.com/in/isaac-weiser",
            "github": "https://github.com/IsaacWeiser",
            "bio": "Graduated college in 2020. Perfect timing. Spent a year working at a reptile farm. That experience pushed me towards starting an apprenticeship to become a software developer at Nashville Software School",
            "reelThemIn": "It's pronounced \"gif\"",
            "project1Link": "https://github.com/IsaacWeiser/Going-Zen",
            "project1Description": "This repo is for a website that suggests room layouts",
            "proImg": "IsaacWeiser.jpeg"
        },
        {
            "id": 8,
            "firstName": "Jacob",
            "lastName": "Frensley",
            "linkedIn": "https://www.linkedin.com/in/jacob-frensley",
            "github": "https://github.com/jacobf94",
            "bio": "I started my development journey in 2021 with the Nashville Software School as a career change, and it has shown me how fulfilling it can be to solve problems in development. I am a goal oriented team player, and always looking for the next problem to solve.",
            "reelThemIn": "\"The time is always right to do what is right.\" - Martin Luther King Jr.",
            "project1Link": "https://github.com/JacobF94/NSS-Frontend-Capstone",
            "project1Description": "NSS Front end capstone, a React project for a daily fitness planner",
            "proImg": "JacobFrensley.jpg",
            "email": "Jacob.Frensley@gmail.com"
        },
        {
            "id": 9,
            "firstName": "Jasmine",
            "lastName": "Petty",
            "linkedIn": "https://www.linkedin.com/in/jasmine--petty/",
            "github": "https://github.com/jaypetty",
            "bio": "Lover of books, music, and all things tech related. I've always been curious and fascinated by how web pages work & how they're created since back in the Myspace",
            "reelThemIn": "“If debugging is the process of removing bugs, then programming must be the process of putting them in.” - Edsger W. Dijkstr",
            "project1Link": "https://github.com/jaypetty/The-Grow-Up",
            "email": "jayshaun2343@gmail.com",
            "proImg": "JasminePetty.JPG"
        },
        {
            "id": 10,
            "firstName": "Jennifer",
            "lastName": "Williams",
            "linkedIn": "https://www.linkedin.com/in/jennifer-williams-37a562232/",
            "github": "https://github.com/Jennifer-Blue-Williams",
            "proImg": "BlueWilliams.jpg"
        },
        {
            "id": 11,
            "firstName": "Jury",
            "lastName": "Byrd",
            "linkedIn": "https://www.linkedin.com/in/jurybyrd/",
            "github": "https://github.com/jbyrd4",
            "bio": "I developed a passion for technology at a young age by assembling computers and being an avid video game player. This developed in me a passion for complex problem solving which led to me making the decision to change my career to software development where I can fully engage my mind and ignite creativity and passion into my workday.",
            "reelThemIn": "My tastes are simple: I am easily satisfied with the best - Winston Churchill",
            "project1Link": "https://github.com/jbyrd4/OW-Stat-Tracker",
            "project1Description": "Hard Counter is a web app that allows users to track game results from the video game Overwatch. You can add/edit/remove friend accounts and played games. The users win rate is then tracked on a by game and by friend basis to allow for better planning in competitive play.",
            "proImg": "JuryByrd.jpg"
        },
        {
            "id": 12,
            "firstName": "Matthew",
            "lastName": "Anderson",
            "linkedIn": "https://www.linkedin.com/in/matt-rich-anderson/",
            "github": "https://github.com/matt-rich-anderson",
            "bio": "Tech Enthusiast and Lovable Scoundrel",
            "project1Link": "https://github.com/matt-rich-anderson/property-goat",
            "project1Description": "The Greatest Property Management App Of All Time",
            "proImg": "MatthewAnderson.jpg"
        },
        {
            "id": 13,
            "firstName": "Nathan",
            "lastName": "Center",
            "linkedIn": "https://www.linkedin.com/in/nathan-center/",
            "github": "https://github.com/NathanCenter",
            "bio": "Tech Lover and life long learner!",
            "reelThemIn": "You will face many defeats in life, but never let yourself be defeated. -Maya Angelou",
            "project1Link": "https://github.com/NathanCenter/barReview",
            "project1Description": "A web app that lets you view a list of bars that shows you information about each bar around the nashville area.",
            "proImg": "NathanCenter.jpg",
            "email": "Nathanjcenter@gmail.com "
        },
        {
            "id": 14,
            "firstName": "Nathan",
            "lastName": "Elmer",
            "linkedIn": "https://www.linkedin.com/in/nathanelmer/",
            "github": "https://github.com/nathanelmer",
            "bio": "Former Chef to Tech Lover",
            "reelThemIn": "\"It doesn't matter if you're rich, poor, handicapped, or able. At the end of the day, it's night.\"",
            "project1Link": "https://github.com/nathanelmer/FindYourHome",
            "project1Description": "Front-end React App designed for realtors to list and sell homes and a home searching tool for buyers",
            "proImg": "NathanElmer.jpeg",
            "email": "nelmer12@gmail.com"
        },
        {
            "id": 15,
            "firstName": "Sara",
            "lastName": "Hackle",
            "linkedIn": "https://www.linkedin.com/in/sara-hackle/",
            "github": "https://github.com/SaraHackle",
            "bio": "After fifteen years in the Service Industry, I got a life-changing opportunity to obtain a Certificate in Web App Development from Ivy Tech. I jumped at the chance to connect my love of technology and my passion for solving puzzles. After successfully graduating Summa Cum Laude, I started an apprenticeship with Nashville Software School in November of 2021. Enhancing my ability to learn new languages, and to learn to work as a team in a simulated work environment. I look forward to professionally continuing my knowledge and growth in this field.",
            "reelThemIn": "You don't have to be great to start, but you have to start to be great.– Zig Ziglar",
            "project1Link": "https://github.com/SaraHackle/Capstone-Project",
            "project1Description": "A card game of real life tasks, designed to play against someone you live with. JavaScript React App styled using CSS and Material UI. App has full CRUD functionality (CREATE, READ, UPDATE and DELETE). Connects two users in one application. Database created using JSON server",
            "proImg": "SaraHackle.jpg",
            "email": "Sara.Hackle@gmail.com"
        },
        {
            "id": 16,
            "firstName": "Sharif",
            "lastName": "Rashed",
            "linkedIn": "https://www.linkedin.com/in/sharif-rashed/",
            "github": "https://github.com/SharifRashed",
            "bio": "Originally a history buff, I decided against pursuing higher education in favour of learning a new skill. Curious is an apt word to describe myself",
            "reelThemIn": "\"I know nothing, except the fact of my ignorance\" - Diogenes",
            "project1Link": "https://github.com/SharifRashed/Derapy",
            "project1Description": "front-end react app that allows users to submit suggestions on my friend's podcast, Derapy.",
            "proImg": "SharifRashed.jpg"
        },
        {
            "id": 17,
            "firstName": "So Ra",
            "lastName": "Chung",
            "linkedIn": "https://www.linkedin.com/in/sora-chung/",
            "github": "https://github.com/sorachung",
            "bio": "My software development journey begin with making pet pages in Neopets back in its heyday. My path in life was complicated, but I have come back to embrace my joy in programming by taking a web development bootcamp at Nashville Software School. I love problem solving and helping people, two things that I believe I can accomplish with a software developer position.",
            "reelThemIn": "I love my dogs. My cat is fat and I love her too.",
            "project1Link": "https://github.com/sorachung/pet-journal",
            "project1Description": "Pet Journal is a client side web-app with full CRUD functionality made for forgetful pet owners, or anyone that wants to log and keep track of their pets' information. Has a neat feature where the user chooses a default pet whose related data is rendered by default on pages where showing all pets' information may be too overwhelming. Another neat feature is the Dashboard view in which \"starred\" posts and logs are shown on the dashboard page for all pets, regardless of which default pet is chosen.",
            "proImg": "SoRaChung.jpg",
            "funImg": "SoRaChung_Fun.jpg",
            "email": "sorachung.src@gmail.com"
        }
    ]
}
